{
  "nodo_semantico_de_entrada": "Solución lógica universal para la legitimidad territorial",
  "nodo_semantico_central": "Paradoja de la legitimidad territorial por ocupación original",
  "razones_del_argumento": [
    "La legitimidad territorial basada en el criterio de 'primer ocupante de territorio desocupado' genera bucles de regresión histórica infinita.",
    "Cuando se aplica el principio universalmente, termina justificando igualmente la propiedad a los desplazadores actuales, a los desplazados recientes, y a los fundadores previos — todos entraron cuando 'algo' estaba desocupado.",
    "La justificación circular provoca una contradicción epistémica: nadie puede ser dueño legítimo si la legitimidad depende solo de la ocupación original."
  ],
  "firma_ontologica": {
    "naturaleza": "paradoja conceptual",
    "funcion": "invalidar universales de legitimidad territorial por regresión e inconsistencia lógica",
    "dominio": "epistemología política / filosofía del derecho",
    "forma": "bucle recursivo / regresión histórica infinita",
    "tension": "incompatibilidad entre linealidad temporal y la fijación de un origen absoluto legítimo",
    "limite": "imposibilidad de establecer una solución lógica universal y estática bajo el axioma propuesto"
  },
  "disgregacion_conceptual": [
    {
      "termino": "ocupación original",
      "definicion": "Primer acto de reclamación de un lugar supuestamente deshabitado por parte de un grupo o individuo"
    },
    {
      "termino": "legitimidad territorial",
      "definicion": "Derecho moral o legalmente justificado de poseer, controlar o habitar un territorio"
    },
    {
      "termino": "regresión histórica",
      "definicion": "Bucle conceptual donde cada justificación remite a un ocupante anterior, provocando una cadena infinita"
    },
    {
      "termino": "paradoja de doble apropiación",
      "definicion": "Si dos grupos aplican el mismo criterio temporalmente, ambos serían legítimos, lo que niega la exclusividad del derecho"
    }
  ],
  "transduccion_preconceptual": "Es como si varios niños pelean por un mismo parque. El primero que llega dice 'es mío porque estaba solo', pero después aparece uno que dice 'yo vine antes, también estaba solo', y así aparece otro, y otro. Si todos pueden decir 'yo llegué primero cuando estaba vacío', nunca termina la pelea y nadie puede jugar tranquilo.",
  "iteraciones": [
    {
      "id": "1.1",
      "afirmacion_base": "El marco de ocupación original resuelve legítimamente la propiedad territorial",
      "subnodo": "Regresión infinita de ocupantes",
      "contexto": "Cada aplicación del principio retrotrae la justificación a un ocupante previo desconocido"
    },
    {
      "id": "1.2",
      "afirmacion_base": "La legitimidad se mantiene si los originales abandonan el territorio",
      "subnodo": "Paradoja de abandono y retorno",
      "contexto": "El abandono por parte de un grupo no resuelve la paradoja si reaparecen o si otro grupo la reclama"
    }
  ],
  "evaluacion_global": {
    "estado": "indefinido",
    "criterio": "La imposibilidad de colapsar la legitimidad a un único grupo demuestra un bucle paradojal insoluble con los criterios presentados. No es colapsable lógicamente bajo axiomas de ocupación original."
  },
  "observaciones_deductivas": [
    {
      "origen": "Todo ocupante es legítimo si fue primero en llegar al territorio desocupado",
      "conclusion": "Nadie puede reclamar legitimidad exclusiva, puesto que para cualquier grupo siempre puede postularse un anterior",
      "notas": "La conclusión se mantiene si el dominio temporal es indefinidamente retroactivo"
    },
    {
      "origen": "El abandono del territorio implica pérdida de legitimidad",
      "conclusion": "El nuevo ocupante podría ser legítimo, pero la paradoja no desaparece con la sucesiva aparición de reclamantes",
      "notas": "El abandono tampoco es verificable universalmente"
    }
  ],
  "subjetividades": [
    "La definición de 'desocupado' depende de percepción/criterios culturales e históricos",
    "La idea de ocupación legítima puede depender de moral, derecho internacional, cosmologías particulares"
  ],
  "contraejemplos": [
    {
      "afirmacion_refutada": "La apropiación legítima es posible mediante ocupación original de territorio desocupado",
      "descripcion": "Los sansóns, un pueblo legendario ficticio que ocupaba una tierra y la abandona por creencias religiosas, regresan después de siglos solo para ser desplazados por un grupo nuevo que también había hallado la tierra desocupada según su criterio. Ambos consideran su ocupación legítima por el mismo principio.",
      "grado_de_refutacion": "parcial",
      "notas": "Ejemplo muestra simultaneidad de legitimidad contradictoria sin solución universal lógicamente robusta"
    }
  ],
  "observaciones_inductivas": [
    {
      "patron_observado": "En la historia mundial, la pertenencia original a territorios siempre ha sido disputada recurriendo a mitos fundacionales, documentos, genealogías ficticias o narrativas reconstruidas",
      "inferencia": "Ningún grupo ha podido establecer universalmente el origen de legitimidad mediante ocupación original; todas las sociedades terminan en conflicto, negociación o imposición",
      "grado_de_confianza": "alto",
      "notas": "Se observa desde la antigüedad hasta conflictos geopolíticos actuales"
    }
  ],
  "conclusion_preconceptual": "Peleas de quién llegó primero nunca tienen fin, porque siempre hay alguien antes o después que usa la misma regla.",
  "teoria_o_intuicion_emergente": "Todo criterio de legitimidad fundado únicamente en la ocupación original es un bucle autorreferencial irresoluble, por lo que la legitimidad territorial requiere necesariamente factores extrínsecos: acuerdo negociado, poder efectivo, normatividades sociales emergentes, o axiomas contextuales acordados.",
  "tabla_verdad": {
    "columnas": [
      "afirmacion",
      "verdadero",
      "falso",
      "indefinido"
    ],
    "filas": [
      [
        "La legitimidad territorial puede determinarse de forma universal aplicando el principio de ocupación original",
        0,
        0,
        1
      ],
      [
        "El abandono del territorio elimina legitimidad del primer ocupante",
        0,
        0,
        1
      ],
      [
        "Si dos grupos ocupan sucesivamente un territorio desocupado ambos pueden reclamar legitimidad universalmente",
        0,
        1,
        0
      ]
    ]
  },
  "diccionario_de_la_formula": {
    "A": "La legitimidad territorial puede determinarse de forma universal aplicando el principio de ocupación original",
    "B": "El abandono del territorio elimina legitimidad del primer ocupante",
    "C": "Si dos grupos ocupan sucesivamente un territorio desocupado ambos pueden reclamar legitimidad universalmente"
  },
  "formula_booleana_del_argumento": "!(A && B) && !C",
  "formula_booleana_a_lenguaje_natural": "Si no es cierto que la legitimidad territorial puede determinarse de manera universal aplicando ocupación original y que el abandono elimina legitimidad, y no es cierto que dos grupos pueden reclamar al mismo tiempo la legitimidad por ocupación, entonces no hay solución lógica universal.",
  "conclusión": "Si todo grupo puede justificar su derecho territorial retroactivamente por ocupación original, nadie puede ser legítimo universalmente y la legitimidad territorial basada solo en este principio es lógicamente indefinida, luego toda solución requiere necesariamente una convención, pacto o criterio externo al principio de ocupación original.",
  "implicaciones_de_colapso": [
    {
      "afirmacion": "La legitimidad territorial puede determinarse de forma universal aplicando el principio de ocupación original",
      "implicacion_por_estado_falso": "Toda legitimidad debe proceder de criterios alternativos o emergentes (acuerdos, poder, normatividad social)",
      "implicacion_por_estado_verdadero": "Se justificaría cualquier apropiación retroactiva indefinidamente, perpetuando el bucle"
    },
    {
      "afirmacion": "El abandono del territorio elimina legitimidad del primer ocupante",
      "implicacion_por_estado_falso": "La legitimidad sería perpetua y hereditaria aún tras abandono, abriendo aún más el bucle",
      "implicacion_por_estado_verdadero": "Se multiplican los reclamos sucesivos, perpetuando contradicción de legitimidad múltiple consecutiva"
    }
  ],
  "tension_logica": {
    "paradoja": "Nadie puede legitimar la propiedad territorial sin caer en un bucle de ocupaciones originales",
    "ambiguedad": "Definición y verificación de 'desocupado' y sucesión de ocupantes es siempre contextual e interpretativa",
    "contradiccion_util": "La imposibilidad de solución lógica forzada requiere una renegociación axiológica e institucional de la legitimidad"
  },
  "reorganizacion_analoga": [
    "Como la paradoja del huevo y la gallina de la territorialidad política",
    "Como el problema de la identidad personal en la transmisión genética (¿quién es el verdadero portador original del rasgo?)",
    "Como la teoría de conjuntos autorreferenciales en la lógica matemática (el conjunto de todos los conjuntos que no se contienen a sí mismos)"
  ],
  "implicaciones": [
    "Ningún conflicto territorial histórico podrá jamás resolverse únicamente por la invocación del derecho del primer ocupante.",
    "La legitimidad territorial debe construirse sobre bases variables: pactos, derecho consuetudinario, poder efectivo, reconocimiento internacional, etc."
  ],
  "reevaluacion_global": {
    "estado": "indefinido",
    "criterio": "No existe cierre lógico posible bajo el axioma de ocupación original; todo intento colapsa en bucles autorreferenciales o ambigüedad factual"
  },
  "reconclusión": "Toda búsqueda de legitimidad territorial universal a través de la ocupación original fracasa por regresión autorreferencial; solo sistemas híbridos de acuerdos, poder y normatividad permiten estabilizar temporalmente la legitimidad de los territorios.",
  "reconclusion_preconceptual": "No se puede decir de quién es el parque si todos pueden decir que fueron los primeros y nadie puede demostrarlo realmente, la única manera es ponerse de acuerdo para jugar juntos o turnarse, si no, nunca paran de pelear.",
  "contexto": "Existe una solución lógica universal para la legitimidad territorial (contexto: La apropiación de un lugar ocupado por otros, que previamente se había desocupado es injustificable, si se dice que la apropiación se debe a que los colonizadores son los dueños del terreno porque la primera vez que llegaron el terreno estaba desocupado, entonces eso significa que el terreno le pertenece a los ocupantes desplazados porque ellos llegaron cuando el terreno estaba desocupado, si se dice que habían ocupantes antes de los primeros fundadores, entonces el terreno le pertenece al linaje de los fundadores previos a ellos, aunque hayan abandonado el terreno, pero otra vez, esos fundadores previos son dueños porque encontraron el terreno desocupado, y por lo mismo esto también se aplica para los ocupantes siendo desplazados por los colonizadores actuales, esta paradoja que justificar la apropiación de un lugar ocupado representa una insalvable contradicción)"
}