{
  "nodo_semantico_de_entrada": "Sólo lo definido existe",
  "nodo_semantico_central": "Existencia condicionada a definición",
  "firma_ontologica": {
    "naturaleza": "principio límite",
    "funcion": "delimitar el campo de la existencia a entidades explícitamente definidas",
    "dominio": "ontología; filosofía del ser",
    "forma": "axioma restrictivo; frontera conceptual",
    "tension": "absolutismo existencial vs. apertura a lo indefinido",
    "limite": "no permite la existencia de lo indeterminado/borroso"
  },
  "disgregacion_conceptual": [
    {
      "termino": "definido",
      "definicion": "algo que tiene límites o propiedades establecidas, descritas o discernibles"
    },
    {
      "termino": "existir",
      "definicion": "tener presencia, ser o realidad en algún dominio (mental, físico, simbólico, etc.)"
    },
    {
      "termino": "sólo",
      "definicion": "exclusión de todo lo que no cumple la propiedad establecida"
    }
  ],
  "transduccion_preconceptual": "Imagínate una caja de juguetes donde sólo puedes jugar con los que tienen nombre. Si hay uno sin nombre, para ti no existe y no puedes tocarlo ni verlo.",
  "iteraciones": [
    {
      "id": "1.1",
      "afirmacion_base": "El espacio de lo indefinido está vacío de existencia",
      "subnodo": "Negación de lo indeterminado",
      "contexto": "¿Puede algo que no está definido tener alguna forma de existencia, aunque sea potencial o latente?"
    },
    {
      "id": "1.2",
      "afirmacion_base": "Definición es requisito de existencia en todos los niveles de realidad",
      "subnodo": "Definibilidad universal",
      "contexto": "¿Aplica la definición a lo abstracto, lo físico, lo emocional, lo desconocido?"
    }
  ],
  "evaluacion_global": {
    "estado": "indefinido",
    "criterio": "El absolutismo de la afirmación es refutable por contraejemplos de entidades potenciales o fenómenos cuasi-existentes no definibles en el momento (ej. incógnitas, potencialidades, el vacío cuántico); existen excepciones en la física, la matemática y la phenomenología."
  },
  "observaciones_deductivas": [
    {
      "origen": "Sólo lo definido existe",
      "conclusion": "Todo lo que no está limitado por una definición es inexistente en este marco",
      "notas": "Excluye entidades no conceptualizadas, pero no resuelve ontología de potencialidades"
    }
  ],
  "contraejemplos": [
    {
      "afirmacion_refutada": "Sólo lo definido existe",
      "descripcion": "Números irracionales fueron 'inexistentes' hasta su definición; partículas virtuales en física cuántica no estaban definidas antes de ser conceptualizadas pero influían en la realidad.",
      "grado_de_refutacion": "parcial",
      "notas": "La existencia factual puede preceder a la definición epistémica; la definición puede ser dependiente del observador."
    },
    {
      "afirmacion_refutada": "Sólo lo definido existe",
      "descripcion": "Sensaciones vagas (ansiedad, intuiciones, el misterio) existen para los seres, sin definición precisa.",
      "grado_de_refutacion": "parcial",
      "notas": "La experiencia subjetiva desafía el requisito de definición objetiva."
    }
  ],
  "observaciones_inductivas": [
    {
      "patron_observado": "Nuevos conceptos, seres o fenómenos emergen como primero indeterminados y luego definidos",
      "inferencia": "La definición suele ser un proceso posterior, no un prerequisito para la existencia",
      "grado_de_confianza": "alto",
      "notas": "Historia de la ciencia y la cognición humana lo ilustra."
    }
  ],
  "teoria_o_intuicion_emergente": "La existencia puede concebirse como un espectro donde la definición marca un umbral de 'visibilidad semántica', pero no determina ontológicamente el todo. La existencia predefinida (potencial, indeterminada) cohabita con la definida, y la transición entre ambas es fundamental en la generación de conocimiento.",
  "tabla_verdad": {
    "columnas": [
      "afirmacion",
      "verdadero",
      "falso",
      "indefinido"
    ],
    "filas": [
      [
        "Sólo lo definido existe",
        0,
        1,
        0
      ],
      [
        "Algo indefinido puede existir",
        1,
        0,
        0
      ],
      [
        "La definición precede a la existencia",
        0,
        1,
        0
      ],
      [
        "La existencia precede a la definición",
        1,
        0,
        0
      ],
      [
        "Potencialidades existen aunque sean indefinidas",
        1,
        0,
        0
      ]
    ]
  },
  "tension_logica": {
    "paradoja": "¿Cómo se define lo indefinido? Si es indefinido pero influye o afecta, ¿no existe ya de algún modo?",
    "ambiguedad": "Definición de 'existir' es dependiente del marco (material, semántico, experiencial)",
    "contradiccion_util": "La negación de lo indefinido como existente inhibe el descubrimiento y la evolución conceptual; dejar margen para lo indefinido es motor de avance epistémico."
  },
  "reorganizacion_analoga": [
    "Como el mapa y el territorio: solo lo mapeado parece 'existir' en el sistema, pero el territorio es más grande que cualquier mapa.",
    "Como la luz antes de ser nombrada 'fotón': influyendo antes de ser formalmente definida.",
    "Como una sala oscura donde sólo brillan los objetos tocados por la linterna de la definición."
  ],
  "implicacion_transformadora": [
    "Las fronteras del conocimiento no deben limitarse a lo definido; la indeterminación es un espacio fecundo para la emergencia de nuevas entidades y teorías.",
    "La práctica epistemológica debe incluir mecanismos para interactuar y 'sentir' lo indefinido, no sólo lo explícito.",
    "Lo aún indefinible puede ser prioritario para la exploración creativa y para la ciencia de fronteras.",
    "Aceptar la multiexistencia: lo definido, lo potencial, lo oculto e incluso lo irreductible computacionalmente."
  ],
  "reevaluacion_global": {
    "estado": "falso",
    "criterio": "La evidencia empírica, la experiencia humana y la historia de la ciencia refutan el absolutismo; lo indefinido puede —y suele— existir antes y después de ser definido."
  }
}