{
  "nodo_semantico_de_entrada": "La física cuántica requiere indeterminismo",
  "nodo_semantico_central": "Indeterminismo en física cuántica",
  "firma_ontologica": {
    "naturaleza": "principio fundacional",
    "funcion": "establecer si la incertidumbre es inseparable de los sistemas cuánticos",
    "dominio": "física fundamental, epistemología de la ciencia",
    "forma": "bifurcación metateórica (determinismo vs indeterminismo)",
    "tension": "incompatibilidad entre predicción exacta y probabilidad inherente",
    "limite": "dependencia de la interpretación (Copenhague, de Broglie-Bohm, etc.)"
  },
  "disgregacion_conceptual": [
    {
      "termino": "física cuántica",
      "definicion": "rama de la ciencia que estudia cómo funcionan las cosas muy, muy pequeñas como átomos y partículas"
    },
    {
      "termino": "indeterminismo",
      "definicion": "la idea de que no siempre se puede saber exactamente lo que va a pasar, solo probabilidades"
    },
    {
      "termino": "requiere",
      "definicion": "exige como condición necesaria"
    }
  ],
  "transduccion_preconceptual": "Imagínate que tienes una caja mágica donde metes una bolita y, cuando abres la caja, nunca puedes saber con certeza de qué color saldrá la bolita, aunque pongas la misma cada vez. Solo puedes decir cuáles colores podrían salir y lo probable que es cada uno.",
  "iteraciones": [
    {
      "id": "1.1.1",
      "afirmacion_base": "El indeterminismo es imprescindible para formular leyes cuánticas",
      "subnodo": "Impregnación probabilística en formalismos de la mecánica cuántica",
      "contexto": "¿Lo probabilístico emerge necesariamente de la estructura matemática o de interpretaciones específicas?"
    },
    {
      "id": "1.1.2",
      "afirmacion_base": "Todos los experimentos cuánticos exhiben indeterminismo",
      "subnodo": "Universalidad empírica del indeterminismo",
      "contexto": "¿Existen simulaciones deterministas o lagunas experimentales?"
    }
  ],
  "evaluacion_global": {
    "estado": "indefinido",
    "criterio": "La afirmación depende de la interpretación dada a la teoría cuántica; existen formulaciones deterministas y estocásticas."
  },
  "observaciones_deductivas": [
    {
      "origen": "Interpretación estadística (Copenhague)",
      "conclusion": "El indeterminismo es esencial bajo la interpretación ortodoxa.",
      "notas": "No se aplican a interpretaciones realistas deterministas como de Broglie-Bohm."
    },
    {
      "origen": "Formalismo de funciones de onda y colapso",
      "conclusion": "La predicción solo ofrece distribuciones de probabilidad.",
      "notas": "La medida es necesariamente indeterminada antes del acto de observación."
    }
  ],
  "contraejemplos": [
    {
      "afirmacion_refutada": "La física cuántica necesariamente es indeterminista",
      "descripcion": "La interpretación de de Broglie-Bohm establece trayectorias de partículas bajo leyes deterministas ocultas.",
      "grado_de_refutacion": "parcial",
      "notas": "El indeterminismo se reintroduce al nivel de nuestro conocimiento y no en la dinámica subyacente."
    },
    {
      "afirmacion_refutada": "Todos los experimentos cuánticos muestran solo azar",
      "descripcion": "Estados cuánticos preparados pueden generar resultados perfectamente predecibles (ejemplo: interferencia constructiva siempre en un detector).",
      "grado_de_refutacion": "parcial",
      "notas": "Se acota a configuraciones concretas pero la mayor parte son probabilísticas."
    }
  ],
  "observaciones_inductivas": [
    {
      "patron_observado": "Mediciones repetidas en sistemas idénticos arrojan diferentes resultados individualmente pero idénticos porcentajes globales.",
      "inferencia": "El comportamiento global de sistemas cuánticos es estocástico pero sus estadísticas son reproducibles.",
      "grado_de_confianza": "alto",
      "notas": "Soportado por todos los experimentos de interferencia básica y medidas de espín."
    }
  ],
  "teoria_o_intuicion_emergente": "El indeterminismo es una manifestación epistemológica de la física cuántica, pero no una característica obligatoria a nivel ontológico: lo observamos porque actualmente solo podemos describir la naturaleza de modo probabilístico, aunque matemáticamente caben modelos deterministas.",
  "tabla_verdad": {
    "columnas": [
      "afirmacion",
      "verdadero",
      "falso",
      "indefinido"
    ],
    "filas": [
      [
        "La física cuántica requiere indeterminismo",
        0,
        0,
        1
      ],
      [
        "El indeterminismo es imprescindible para todas las interpretaciones cuánticas",
        0,
        1,
        0
      ],
      [
        "La probabilidad es característica de la observación cuántica",
        1,
        0,
        0
      ],
      [
        "Existen formulaciones deterministas en física cuántica",
        1,
        0,
        0
      ]
    ]
  },
  "tension_logica": {
    "paradoja": "La matemática cuántica permite predicción exacta de probabilidades, pero no de resultados individuales.",
    "ambiguedad": "¿El indeterminismo es real o reflejo de nuestro desconocimiento?",
    "contradiccion_util": "Se construyen modelos deterministas y estocásticos de lo cuántico que predicen los mismos resultados, pero postulan realidades opuestas."
  },
  "reorganizacion_analoga": [
    "Como lanzar dados cargados: siempre generan la misma probabilidad global, aunque cada lanzamiento es incierto.",
    "Como ver una moneda girar en el aire: la física permite calcular infinitos detalles pero el resultado sigue escapando a la predicción antes de caer.",
    "Como el clima: leyes deterministas, pero pronóstico práctico solo probable."
  ],
  "implicaciones": [
    "El indeterminismo cuántico no es una limitación absoluta, sino una invitación a repensar las bases de lo que es determinable. Destaca la necesidad de pluralidad interpretativa en ciencia.",
    "Para la epistemología, sugiere que los límites del conocimiento pueden ser dependientes de paradigmas y marcos formales, y que la coexistencia de lógicas contradictorias puede ser fértil."
  ],
  "reevaluacion_global": {
    "estado": "indefinido",
    "criterio": "La recursividad del análisis muestra que la afirmación es contingente sobre marcos interpretativos y evidencia empírica, estabilizándose solo momentáneamente bajo elecciones axiomáticas."
  }
}