{
  "nodo_semantico_de_entrada": "La constancia en lo conocido implica constancia en lo desconocido",
  "nodo_semantico_central": "Implica-transferencia de constancia entre lo conocido y lo desconocido",
  "firma_ontologica": {
    "naturaleza": "relación lógica generadora de transferencia",
    "funcion": "explorar la proyección de estabilidad de un dominio sobre otro no observado",
    "dominio": "gnoseología, inferencia, epistemología",
    "forma": "puente lógico entre conjuntos",
    "tension": "asimetría entre certeza y ignorancia; extrapolación axiológica",
    "limite": "no hay correspondencia necesaria entre las reglas de lo conocido y lo desconocido"
  },
  "disgregacion_conceptual": [
    {
      "termino": "constancia",
      "definicion": "persistencia de patrones o regularidades a lo largo del tiempo"
    },
    {
      "termino": "lo conocido",
      "definicion": "conjunto de hechos, experiencias o reglas comprendidas y observadas"
    },
    {
      "termino": "lo desconocido",
      "definicion": "ámbito no explorado; contiene hechos, reglas o patrones aún no observados"
    },
    {
      "termino": "implica",
      "definicion": "relación lógica de suficiencia: si A es constante entonces B también lo será"
    }
  ],
  "transduccion_preconceptual": "Si siempre ves que la pelota rueda igual en tu patio, ¿significa que, en un lugar que nunca has visto, la pelota también rodará igual? A veces sí, pero puede que allá el suelo sea pegajoso y la pelota se quede quieta.",
  "iteraciones": [
    {
      "id": "1.1",
      "afirmacion_base": "El patrón de constancia en lo conocido se extiende automáticamente a lo desconocido",
      "subnodo": "generalización inductiva",
      "contexto": "¿Se puede asumir que las reglas vistas se aplicarán universalmente?"
    },
    {
      "id": "1.2",
      "afirmacion_base": "Lo desconocido comparte estructura con lo conocido",
      "subnodo": "isomorfismo hipotético",
      "contexto": "¿Hay evidencia empírica que lo sustente?"
    }
  ],
  "evaluacion_global": {
    "estado": "indefinido",
    "criterio": "La extrapolación depende de contextos empíricos; puede fallar si hay ruptura en la estructura del dominio."
  },
  "observaciones_deductivas": [
    {
      "origen": "definición formal de implicación",
      "conclusion": "Solamente si hay equivalencia estructural entre lo conocido y lo desconocido, la constancia puede generalizarse",
      "notas": "Equivalencia estructural no se puede garantizar sin observación/exploración"
    }
  ],
  "contraejemplos": [
    {
      "afirmacion_refutada": "La constancia en lo conocido necesariamente implica constancia en lo desconocido",
      "descripcion": "Tierra: constancia de caída de objetos vertical. Luna: constancia alterada (menor gravedad); espacio: constancia nula (microgravedad)",
      "grado_de_refutacion": "parcial",
      "notas": "La constancia es local; extrapolación global es insegura."
    }
  ],
  "observaciones_inductivas": [
    {
      "patron_observado": "Las leyes físicas observadas localmente suelen funcionar en regiones similares",
      "inferencia": "La extrapolación es útil como heurística local, pero no universal",
      "grado_de_confianza": "medio",
      "notas": "Históricamente, la ciencia avanza inductivamente, pero debe verificar en nuevas áreas"
    }
  ],
  "teoria_o_intuicion_emergente": "La proyección de constancia desde lo conocido a lo desconocido es una heurística inductiva, no un principio lógico necesario. Es útil, pero inherentemente provisional.",
  "tabla_verdad": {
    "columnas": [
      "afirmacion",
      "verdadero",
      "falso",
      "indefinido"
    ],
    "filas": [
      [
        "La constancia observada en un dominio puede extrapolarse universalmente",
        0,
        1,
        0
      ],
      [
        "La constancia local sugiere probabilidad de constancia en cercanías",
        1,
        0,
        0
      ],
      [
        "La constancia en lo conocido implica constancia en lo desconocido",
        0,
        0,
        1
      ]
    ]
  },
  "tension_logica": {
    "paradoja": "Pretender saber lo desconocido a partir de lo conocido sin margen de error",
    "ambiguedad": "‘Constancia’ puede referir tanto a patrones emergentes como a leyes subyacentes",
    "contradiccion_util": "La heurística de constancia fomenta exploración, pero su abuso limita la creatividad y el descubrimiento"
  },
  "reorganizacion_analoga": [
    "Un mapa que aún no muestra el terreno ignorado",
    "Un juego donde las siguientes reglas se deducen de las pasadas, hasta encontrar una excepción sorpresa",
    "La extrapolación contable de tendencias de mercado a contextos totalmente nuevos"
  ],
  "implicaciones": [
    "La confianza en la constancia observada debe ir siempre acompañada de apertura a la ruptura y el asombro.",
    "El razonamiento creativo exige balancear la inducción prudente con disposición radical a lo inesperado."
  ],
  "reevaluacion_global": {
    "estado": "indefinido",
    "criterio": "La afirmación es una heurística, no una ley; útil si se mantiene provisional."
  }
}