{
  "nodo_semantico_de_entrada": "Nadie ha demostrado empíricamente que cambien",
  "nodo_semantico_central": "Demostrabilidad empírica del cambio",
  "firma_ontologica": {
    "naturaleza": "afirmación negativa sobre evidencia empírica",
    "funcion": "Establecer ausencia de prueba observable sobre el fenómeno del cambio",
    "dominio": "epistemología, filosofía de la ciencia",
    "forma": "negación existencial, suspensión de juicio",
    "tension": "Entre lo demostrable y lo posible no demostrado",
    "limite": "Depende de la definición de 'demostración' y 'cambio'; susceptible a avances empíricos futuros"
  },
  "disgregacion_conceptual": [
    {
      "termino": "Nadie",
      "definicion": "No existe ninguna persona (o agente cognoscente) reconocida"
    },
    {
      "termino": "ha demostrado",
      "definicion": "Ha presentado evidencia o prueba suficiente y públicamente aceptada"
    },
    {
      "termino": "empíricamente",
      "definicion": "Mediante observación o experimento replicable en el mundo físico"
    },
    {
      "termino": "que cambien",
      "definicion": "Que ocurre una alteración, variación o transformación en un objeto/sujeto/sistema"
    }
  ],
  "transduccion_preconceptual": "Es como decir: hasta ahora, nadie en la escuela ha visto que un árbol camine. A lo mejor puede pasar, pero nadie ha podido enseñárselo a los demás con fotos o videos.",
  "iteraciones": [
    {
      "id": "1.1",
      "afirmacion_base": "ha demostrado empíricamente",
      "subnodo": "Demostrabilidad de cambios específicos",
      "contexto": "¿Qué se requiere para considerar algo empíricamente demostrado? ¿Sobre qué sujeto opera el cambio?"
    },
    {
      "id": "1.2",
      "afirmacion_base": "Nadie",
      "subnodo": "Axiología de la testificación universal",
      "contexto": "¿Basta que alguien no conocido lo haya hecho, aunque no sea público?"
    },
    {
      "id": "1.3",
      "afirmacion_base": "que cambien",
      "subnodo": "Definición de 'cambio' en distintos contextos",
      "contexto": "¿El cambio debe ser observable, medible o basta con inferirse indirectamente?"
    }
  ],
  "evaluacion_global": {
    "estado": "indefinido",
    "criterio": "No se puede demostrar una ausencia universal salvo por búsqueda exhaustiva imposible; depende de definiciones, contexto, y acceso ontológico."
  },
  "observaciones_deductivas": [
    {
      "origen": "Una ausencia de demostración no prueba la inexistencia del cambio",
      "conclusion": "No demostrar empíricamente un cambio ≠ el cambio no ocurre",
      "notas": "Epistemología básica, principio de la carga de la prueba"
    },
    {
      "origen": "Definición de demostración empírica",
      "conclusion": "Si se amplía la definición o el campo de observadores, la afirmación puede volverse falsa",
      "notas": "Sensibilidad semántica del término 'nadie'"
    }
  ],
  "contraejemplos": [
    {
      "afirmacion_refutada": "Nadie ha demostrado empíricamente que cambien",
      "descripcion": "Ejemplo de fenómenos que históricamente eran considerados indemostrados (p.e. deriva continental, cambios en especies) y luego se evidenciaron con nuevos métodos.",
      "grado_de_refutacion": "parcial",
      "notas": "Muestra que la verdad de la afirmación puede estar limitada temporalmente"
    }
  ],
  "observaciones_inductivas": [
    {
      "patron_observado": "Frecuentemente se descubren cambios antes indemostrables con avances tecnológicos o nuevas perspectivas",
      "inferencia": "La afirmación puede quedar obsoleta si cambia el método o la perspectiva",
      "grado_de_confianza": "alto",
      "notas": "Conocimiento científico es provisional"
    },
    {
      "patron_observado": "El lenguaje absoluto ('nadie', 'nunca') tiende a ser refutable por contraejemplo",
      "inferencia": "Las afirmaciones absolutistas rara vez resisten revisión histórica",
      "grado_de_confianza": "medio",
      "notas": "Prudencia en juicios categóricos"
    }
  ],
  "teoria_o_intuicion_emergente": "La ausencia de demostración empírica de un cambio en un fenómeno no debe interpretarse como evidencia de su imposible ocurrencia, sino como límite actual de observación, metodología o consenso.",
  "tabla_verdad": {
    "columnas": [
      "afirmacion",
      "verdadero",
      "falso",
      "indefinido"
    ],
    "filas": [
      [
        "Nadie ha demostrado empíricamente que cambien (contexto: universalidad de observadores presentes y metodología actual)",
        0,
        0,
        1
      ],
      [
        "Al menos una posibilidad de que alguien lo haya demostrado pero sea desconocido (observación oculta)",
        0,
        0,
        1
      ],
      [
        "En el futuro podría demostrarse empíricamente (tecnología, metodología)",
        0,
        0,
        1
      ],
      [
        "La frase se sostiene temporalmente (conocimiento hasta la fecha)",
        1,
        0,
        0
      ]
    ]
  },
  "tension_logica": {
    "paradoja": "Indemostrabilidad de la 'ausencia de demostración' sin acceso omnisciente a toda evidencia posible.",
    "ambiguedad": "Frontera difusa entre no haberse hecho absolutamente vs. no haber sido reportado/documentado.",
    "contradiccion_util": "Frase absoluta que impulsa la búsqueda de demostraciones o la revisión crítica del conocimiento asentado."
  },
  "reorganizacion_analoga": [
    "Como buscar el monstruo del lago Ness y afirmar que nadie nunca lo ha visto realmente; puede ser cierto sólo mientras ningún registro válido exista.",
    "Como el principio de 'cisne negro': la ausencia de observaciones no implica que no existan en otro lugar/momento.",
    "Como un candado sin llave visible, que no demuestra que la llave no exista, sólo que no ha sido encontrada."
  ],
  "implicaciones": [
    "Las afirmaciones negativas universales deben usarse como provisionales, motivando la vigilancia epistemológica y la exploración sostenida.",
    "La ciencia y el conocimiento avanzan desafiando zonas de indemostrabilidad y expandiendo los marcos de prueba.",
    "Promueve que toda aseveración categórica sea revisada periódicamente ante avances observacionales."
  ],
  "reevaluacion_global": {
    "estado": "indefinido",
    "criterio": "El juicio lógico permanece indefinido, pues depende de un acceso exhaustivo imposible a toda evidencia potencial y a la evolución futura del campo."
  }
}