{
  "nodo_semantico_de_entrada": "Soporte empírico determina especulación",
  "nodo_semantico_central": "Empiricidad como criterio de especulación",
  "firma_ontologica": {
    "naturaleza": "principio evaluativo",
    "funcion": "distinguir entre conocimiento especulativo y validado",
    "dominio": "epistemología, filosofía de la ciencia",
    "forma": "bifurcación lógica, condicionamiento estructural",
    "tension": "zonas difusas entre evidencia parcial, ausencia de pruebas y formas alternativas de validación",
    "limite": "la determinación depende de la definición y acceso a lo empírico; no cubre casos donde la evidencia es ambigua o de difícil obtención"
  },
  "disgregacion_conceptual": [
    {
      "termino": "soporte empírico",
      "definicion": "pruebas o datos observables, medibles y potencialmente replicables"
    },
    {
      "termino": "estatus de especulación",
      "definicion": "grado en que una afirmación es considerada no establecida como conocimiento válido"
    },
    {
      "termino": "determinación",
      "definicion": "proceso por el cual se asigna o niega la categoría de especulativo"
    }
  ],
  "transduccion_preconceptual": "Si no puedes mostrarle a alguien más una piedra en la mano, contarle de ella es imaginar; si la muestras, ya no sólo imaginas, sino pruebas que existe.",
  "iteraciones": [
    {
      "id": "1.1",
      "afirmacion_base": "El soporte empírico siempre determina el estatus de especulación",
      "subnodo": "Absolutismo empirista",
      "contexto": "Generalización total; ¿hay afirmaciones ciertas sin soporte empírico?"
    },
    {
      "id": "1.2",
      "afirmacion_base": "Algunas proposiciones pueden no requerir soporte empírico para no ser consideradas especulación",
      "subnodo": "Razonamientos a priori y tautologías",
      "contexto": "Dominio lógico-matemático, definiciones axiomáticas"
    }
  ],
  "evaluacion_global": {
    "estado": "indefinido",
    "criterio": "El principio funciona como guía general pero falla en contextos no empíricos o cuando la evidencia es indirecta"
  },
  "observaciones_deductivas": [
    {
      "origen": "Definición de conocimiento científico",
      "conclusion": "Sin evidencia empírica, una proposición es especulativa en ciencia",
      "notas": "Solo para afirmaciones sobre el mundo físico; no excluye conocimiento formal"
    }
  ],
  "contraejemplos": [
    {
      "afirmacion_refutada": "El soporte empírico siempre determina el estatus de especulación",
      "descripcion": "En matemáticas, la validez de teoremas no depende de soporte empírico",
      "grado_de_refutacion": "total",
      "notas": "Refleja límites del empirismo fuera de la ciencia natural"
    },
    {
      "afirmacion_refutada": "Toda proposición sin soporte empírico es necesariamente especulación",
      "descripcion": "Algunas verdades lógicas (ej. A=A) no requieren evidencia empírica",
      "grado_de_refutacion": "total",
      "notas": "La autosuficiencia lógica no es especulación"
    }
  ],
  "observaciones_inductivas": [
    {
      "patron_observado": "Teorías establecidas requieren evidencia acumulada para ser aceptadas como conocimiento",
      "inferencia": "La práctica científica da peso al soporte empírico como criterio común",
      "grado_de_confianza": "alto",
      "notas": "Funciona para ciencias naturales, no siempre para otras disciplinas"
    }
  ],
  "teoria_o_intuicion_emergente": "La presencia de soporte empírico determina el estatus de especulación sólo en dominios dependientes de lo observable; fuera de ellos, otros criterios pueden regir la validez.",
  "tabla_verdad": {
    "columnas": [
      "afirmacion",
      "verdadero",
      "falso",
      "indefinido"
    ],
    "filas": [
      [
        "El soporte empírico siempre determina la especulación",
        0,
        1,
        0
      ],
      [
        "En ciencia, el soporte empírico define lo especulativo",
        1,
        0,
        0
      ],
      [
        "Todo sin soporte empírico es especulación",
        0,
        1,
        0
      ],
      [
        "Algunas verdades no necesitan soporte empírico",
        1,
        0,
        0
      ],
      [
        "Empiricidad suficiente elimina la especulación",
        0,
        0,
        1
      ]
    ]
  },
  "tension_logica": {
    "paradoja": "Algunas afirmaciones son verdaderas por definición o por deducción, pero carecen de soporte empírico",
    "ambiguedad": "El concepto de 'soporte empírico' puede variar entre disciplinas",
    "contradiccion_util": "La distinción entre evidencia empírica fuerte y débil puede crear zonas grises, estimulando revisiones metodológicas"
  },
  "reorganizacion_analoga": [
    "Veredicto judicial basado en pruebas materiales versus testimonio sin pruebas",
    "Código fuente compilado (verificable) vs. pseudocódigo (especulativo)",
    "Adivinar el contenido de una caja en la oscuridad vs. abrirla"
  ],
  "implicacion_transformadora": [
    "Promueve criterios flexibles de justificación según dominio: evidencia empírica es crucial en ciencias, pero procesos deductivos son centrales en lógica y matemáticas.",
    "Inspira revisión de metodologías para reconocer cuando la empiricidad no es aplicable ni necesaria."
  ],
  "reevaluacion_global": {
    "estado": "indefinido",
    "criterio": "La proposición funciona bajo un supuesto empirista pero falla como principio universal; su alcance depende del contexto disciplinar"
  }
}