{
  "nodo_semantico_de_entrada": "La constancia de las leyes en lo conocido implica constancia en lo desconocido",
  "nodo_semantico_central": "Inducción de constancia universal de leyes",
  "firma_ontologica": {
    "naturaleza": "Principio epistemológico",
    "funcion": "Proyectar regularidades observadas hacia territorios no observados",
    "dominio": "filosofía de la ciencia / epistemología",
    "forma": "regla de extrapolación inductiva",
    "tension": "Inducción recursiva versus límites empíricos (problema de la inducción)",
    "limite": "No falsable en sentido estricto; depende de axioma inductivo"
  },
  "disgregacion_conceptual": [
    {
      "termino": "constancia",
      "definicion": "Propiedad de mantenerse igual bajo las mismas condiciones"
    },
    {
      "termino": "leyes",
      "definicion": "Reglas o patrones que describen comportamientos recurrentes"
    },
    {
      "termino": "conocido",
      "definicion": "Conjunto de fenómenos ya observados o inferidos"
    },
    {
      "termino": "desconocido",
      "definicion": "Ámbito de fenómenos aún no observados ni inferidos"
    },
    {
      "termino": "implicación",
      "definicion": "Relación lógica de inferencia desde lo observado hacia lo no observado"
    }
  ],
  "transduccion_preconceptual": "Si siempre que veo que cuando tiro una pelota cae al suelo, pienso que todas las pelotas en todos los lugares van a caer igual, aunque no haya visto todas las pelotas posibles.",
  "iteraciones": [
    {
      "id": "1.1",
      "afirmacion_base": "La constancia de las leyes en lo conocido implica constancia en lo desconocido",
      "subnodo": "Problema de la inducción",
      "contexto": "Si siempre se ha observado regularidad, ¿es razonable esperar que continue en lo no observado? El salto lógico toma evidencia en el ‘dominio conocido’ y la generaliza fuera de muestra."
    },
    {
      "id": "1.2",
      "afirmacion_base": "El universo tiene las mismas leyes en todas partes",
      "subnodo": "Principio de uniformidad de la naturaleza",
      "contexto": "Se asume habitualmente para hacer ciencia, pero no puede probarse fuera de lo experienciado."
    }
  ],
  "evaluacion_global": {
    "estado": "indefinido",
    "criterio": "No es lógicamente necesario: posible pero no inevitable; depende de la validez del salto inductivo."
  },
  "observaciones_deductivas": [
    {
      "origen": "Definicion de inducción",
      "conclusion": "Extrapolar de lo conocido a lo desconocido requiere suponer uniformidad",
      "notas": "La falibilidad de esta deducción es central en la epistemología"
    }
  ],
  "contraejemplos": [
    {
      "afirmacion_refutada": "Las leyes observadas serán válidas en cualquier región no observada",
      "descripcion": "Ejemplo de los ‘cisnes negros’ de Hume: solo porque todos los cisnes que veo son blancos, no puedo garantizar que no existan negros",
      "grado_de_refutacion": "total",
      "notas": "Muestra que la constancia no es lógica, sino pragmática"
    }
  ],
  "observaciones_inductivas": [
    {
      "patron_observado": "Las regularidades en física parecen persistir aleatoriamente lejos en el universo observable",
      "inferencia": "Hasta ahora, la extrapolación ha sido efectiva para hacer predicciones",
      "grado_de_confianza": "medio",
      "notas": "Efectividad empírica, pero no seguridad absoluta"
    }
  ],
  "teoria_o_intuicion_emergente": "Toda inferencia inductiva introduce un grado de incertidumbre; la proyección de regularidades conocidas más allá de la experiencia depende de una creencia pragmática en la uniformidad ontológica, no de una garantía lógica.",
  "tabla_verdad": {
    "columnas": [
      "afirmacion",
      "verdadero",
      "falso",
      "indefinido"
    ],
    "filas": [
      [
        "La constancia de las leyes en lo conocido implica constancia en lo desconocido",
        0,
        0,
        1
      ],
      [
        "Las leyes siempre son las mismas más allá de la experiencia",
        0,
        1,
        0
      ],
      [
        "El método científico presupone uniformidad",
        1,
        0,
        0
      ],
      [
        "Puede haber regiones o épocas con otras leyes",
        1,
        0,
        0
      ]
    ]
  },
  "tension_logica": {
    "paradoja": "No se puede conocer lo desconocido sin asumir alguna regularidad; la justificación de la inducción es inalcanzable desde dentro del sistema.",
    "ambiguedad": "‘Constancia de leyes’ puede referir a patrones estrictos o aproximados; los bordes semánticos entre lo conocido y desconocido son difusos.",
    "contradiccion_util": "La confianza instrumental en la extrapolación funciona, aunque es conceptualmente insegura; el avance del conocimiento se apoya en esta contradicción."
  },
  "reorganizacion_analoga": [
    "Como asumir que todas las piezas perdidas de un rompecabezas tienen la misma forma que las conocidas, hasta que aparece una pieza diferente.",
    "Como creer que la gravedad es igual en todo el universo porque lo ha sido cada vez que lo miramos, sin poder ver todas partes."
  ],
  "implicaciones": [
    "Recordar que nuestras teorías universales están necesariamente abiertas a revisión frente a nuevos datos.",
    "Todo conocimiento extrapolado debe portar una etiqueta de posible falsabilidad.",
    "La autoconciencia epistémica requiere convivir con el riesgo de extrapolación."
  ],
  "reevaluacion_global": {
    "estado": "indefinido",
    "criterio": "La inferencia es útil y operativa, pero nunca garantizada: la paradoja de la inducción permanece irresuelta."
  }
}