{
  "nodo_semantico_de_entrada": "Todo lo actualizado es real",
  "nodo_semantico_central": "Actualización-Realidad-Unidad",
  "firma_ontologica": {
    "naturaleza": "Afirmación universal ontológica",
    "funcion": "Establecer el vínculo entre el acto de actualización y la condición de realidad",
    "dominio": "Metafísica, epistemología, lógica modal",
    "forma": "Bucle entre proceso y estado; correspondencia entre acto y existencia",
    "tension": "Universalidad vs. excepción contextual; mapeo de ontología virtual a física",
    "limite": "No distingue entre tipos de actualización ni entre niveles de realidad"
  },
  "disgregacion_conceptual": [
    {
      "termino": "actualizado",
      "definicion": "Lo que ha sido hecho presente, modificado, incorporado o transformado en el tiempo/campo de referencia"
    },
    {
      "termino": "real",
      "definicion": "Lo que posee existencia o eficacia en un marco conceptual dado"
    },
    {
      "termino": "todo",
      "definicion": "Universalidad: ninguna excepción permitida por la afirmación original"
    }
  ],
  "transduccion_preconceptual": "Si dibujo una cosa en papel nuevo, la cosa ya existe en mi dibujo. ¿Solo las cosas que dibujo existen? ¿Qué pasa con lo que pienso y no dibujo?",
  "iteraciones": [
    {
      "id": "1.1",
      "afirmacion_base": "Lo que no es actualizado no es real",
      "subnodo": "Potencialidad-Inactualizada",
      "contexto": "Existencia de entidades o fenómenos no actualizados — posibilidad, potencialidad, virtualidad"
    },
    {
      "id": "1.2",
      "afirmacion_base": "Todo lo actualizado es real en todos los contextos",
      "subnodo": "Multiplicidad-Ontológica",
      "contexto": "Distinción entre marcos de realidad física, mental, simbólica o simulada"
    }
  ],
  "evaluacion_global": {
    "estado": "indefinido",
    "criterio": "Falla en absolutismo por existencia de contraejemplos en potencialidad y campos virtuales; requiere especificación de contexto ontológico"
  },
  "observaciones_deductivas": [
    {
      "origen": "Definición universal de 'real'",
      "conclusion": "Si algo ha sido actualizado en algún registro, adopta 'realidad' al menos en ese marco",
      "notas": "La definición de realidad varía si el dominio de actualización no es especificado (matemático, físico, informático, etc.)"
    }
  ],
  "contraejemplos": [
    {
      "afirmacion_refutada": "Todo lo actualizado es real",
      "descripcion": "Simulaciones computacionales actualizan estados virtuales que no necesariamente corresponden a la realidad física. Ejemplo: una variable booleana en un juego señala que un dragón fue 'visto', el dragón no es real en el mundo físico.",
      "grado_de_refutacion": "parcial",
      "notas": "La 'realidad' del dragón es contextual y limitada al dominio del juego, no al físico"
    },
    {
      "afirmacion_refutada": "Todo lo actualizado es real",
      "descripcion": "Actualización en una memoria errónea: un recuerdo falso es 'actualizado' en la mente pero no corresponde a hechos reales",
      "grado_de_refutacion": "parcial",
      "notas": "Lo actualizado en la conciencia puede ser ilusorio desde otra perspectiva"
    }
  ],
  "observaciones_inductivas": [
    {
      "patron_observado": "Fenómenos virtuales adquieren temporalmente estatus de realidad funcional dentro de sistemas cerrados",
      "inferencia": "La realidad de lo actualizado depende del sistema de referencia considerado",
      "grado_de_confianza": "alto",
      "notas": "Común en informática, juegos, lenguaje, memoria subjetiva"
    }
  ],
  "teoria_o_intuicion_emergente": "La realidad de lo actualizado depende del sistema de referencia: actualizar no crea realidad absoluta sino realidad contextual. Existen potencialidades no actualizadas que pueden tener estatus ontológico dependiendo de la teoría utilizada (ej. realismo modal, multiverso, teoría de la información).",
  "tabla_verdad": {
    "columnas": [
      "afirmacion",
      "verdadero",
      "falso",
      "indefinido"
    ],
    "filas": [
      [
        "Todo lo actualizado es real",
        0,
        0,
        1
      ],
      [
        "Lo actualizado en un dominio es real en ese dominio",
        1,
        0,
        0
      ],
      [
        "Existen cosas potencialmente reales que no han sido actualizadas",
        0,
        0,
        1
      ],
      [
        "La actualización define la realidad en todos los posibles contextos",
        0,
        1,
        0
      ],
      [
        "Todo lo no actualizado es irreal en todo contexto",
        0,
        1,
        0
      ]
    ]
  },
  "tension_logica": {
    "paradoja": "La posibilidad de existencia no depende sólo de la actualización: hay potencialidades no actualizadas que pueden considerarse reales bajo distintas lógicas modales",
    "ambiguedad": "Límites difusos entre lo actualizado en lo subjetivo, lo virtual y lo físico — ¿lo imaginario actualizado es real?",
    "contradiccion_util": "El acto de actualizar puede crear realidades locales sin necesidad de realidad global; fertiliza la diversidad ontológica"
  },
  "reorganizacion_analoga": [
    "Un videojuego donde cada cambio en el entorno es real para los personajes, pero no para el jugador",
    "Un sueño donde lo experimentado es real dentro del sueño, irreal al despertar",
    "Bitácora informática: cada registro actualizado es real como entrada, pero puede ser irrelevante o ficticio fuera del sistema"
  ],
  "implicacion_transformadora": [
    "No basta actualizar para obtener realidad universal; es necesario definir marcos de referencia para cualquier ontología operativa",
    "La epistemología debe incluir mecanismos para distinguir entre actualización contextual y actualización esencial",
    "El análisis epistemológico de la realidad requiere distinguir entre dominios: físico, simbólico, informacional, subjetivo, etc."
  ],
  "reevaluacion_global": {
    "estado": "indefinido",
    "criterio": "La afirmación es insostenible como absolutismo, válida solo como principio contextual — la realidad es función del marco en que la actualización ocurre. Falta coherencia formal absoluta, pero es fértil como principio generativo."
  }
}