{
  "nodo_semantico_de_entrada": "Toda experiencia requiere narratividad (en humanos adultos normativos)",
  "nodo_semantico_central": "Vínculo obligatorio entre experiencia y narratividad",
  "firma_ontologica": {
    "naturaleza": "relación universal condicional",
    "funcion": "Determinar si la experiencia humana necesita narrativa para existir/ser registrada",
    "dominio": "fenomenología, neuropsicología, lingüística",
    "forma": "implicación lógica (∀x: experiencia(x) ⇒ narratividad(x)), contextualizada",
    "tension": "universalidad vs. individualidad, procesos semánticos vs. sensorio-perceptivos",
    "limite": "Acota a humanos adultos normativos. No explora variaciones infantiles, alteraciones cognitivas, o no-humanos"
  },
  "disgregacion_conceptual": [
    {
      "termino": "experiencia",
      "definicion": "Vivencia subjetiva interna causada por estímulos internos o externos; presencia consciente de un suceso."
    },
    {
      "termino": "narratividad",
      "definicion": "Estructuración de información (vivida, pensada o percibida) en forma de relato, secuencia o trama con sentido."
    },
    {
      "termino": "requiere",
      "definicion": "Relación de necesidad lógica/funcional entre dos elementos – si no hay uno, no puede haber el otro."
    },
    {
      "termino": "humanos adultos normativos",
      "definicion": "Individuos humanos con desarrollo maduro y funcionamiento psicológico sin alteraciones diagnósticas relevantes."
    }
  ],
  "transduccion_preconceptual": "Cada vez que una persona mayor siente, piensa o recuerda algo, su cabeza lo pone como una historia, como si pusiera las cosas en orden para contarlas. Si no puede hacer eso en su mente, es como si la cosa no pudiera sentirse completa.",
  "iteraciones": [
    {
      "id": "1.1",
      "afirmacion_base": "Toda experiencia requiere narratividad",
      "subnodo": "¿Hay experiencias que no se narran?",
      "contexto": "Explorar contraejemplos: experiencias puramente sensorio-motoras, estados alterados de conciencia, flujo (flow), trauma disociado."
    },
    {
      "id": "1.2",
      "afirmacion_base": "¿Sin narratividad, existe experiencia?",
      "subnodo": "Experiencia pre-narrativa/protonarrativa",
      "contexto": "¿Se registra o integra como experiencia cualquier fenómeno si no es contado o integrado en relato?"
    }
  ],
  "evaluacion_global": {
    "estado": "indefinido",
    "criterio": "La afirmación es universalizante, pero existen posibilidades empíricas y conceptuales de experiencias que escapan la narratividad consciente, al menos de modo momentáneo o parcial (flujos automáticos, shocks, alteraciones neurológicas)."
  },
  "observaciones_deductivas": [
    {
      "origen": "Definición universal (toda X requiere Y)",
      "conclusion": "Si existe un solo caso donde un humano adulto experimenta algo sin narratividad, la afirmación es falsa en estricto sentido lógico.",
      "notas": "La evidencia requiere búsqueda de nexos o rupturas entre experiencia sentida y experiencia narrada/construida."
    }
  ],
  "contraejemplos": [
    {
      "afirmacion_refutada": "Toda experiencia requiere narratividad",
      "descripcion": "Durante estados de trance, flow, o shock traumático, algunos adultos informan vivencias intensas no accesibles en formato narrativo hasta después (o nunca totalmente).",
      "grado_de_refutacion": "parcial",
      "notas": "Esto sugiere que la narratividad puede ser posterior o incompleta respecto al experimentar en sí."
    }
  ],
  "observaciones_inductivas": [
    {
      "patron_observado": "La mayoría de las experiencias reportadas por humanos adultos aparecen organizadas en relatos (mnémicos, sociales, introspectivos)",
      "inferencia": "La narratividad es, con alta confianza, una tendencia integradora dominante en la experiencia adulta típica.",
      "grado_de_confianza": "alto",
      "notas": "No excluye completamente la posibilidad de experiencias no narrativizadas o no narrativizables."
    },
    {
      "patron_observado": "Algunas experiencias parecen aparecer solo como sensaciones fugaces, imágenes o emociones no verbalizadas",
      "inferencia": "Existen grados y formas de experiencia menos narrativizadas en el continuo fenomenológico.",
      "grado_de_confianza": "medio",
      "notas": "Se requiere mayor investigación en psicopatología, meditación, neurodivergencia, etc."
    }
  ],
  "teoria_o_intuicion_emergente": "La narratividad actúa como un mecanismo dominante de integración, memoria y comunicación de la experiencia en adultos normativos, pero no es condición necesaria de toda vivencia; existen experiencias pre-narrativas o no integradas aún como relato.",
  "tabla_verdad": {
    "columnas": [
      "afirmacion",
      "verdadero",
      "falso",
      "indefinido"
    ],
    "filas": [
      [
        "Toda experiencia requiere narratividad (humanos adultos normativos)",
        0,
        0,
        1
      ]
    ]
  },
  "tension_logica": {
    "paradoja": "Si toda experiencia debe narrarse, ¿cómo explicar los vacíos mnémicos, los traumas mudos, o las epifanías sin relato?",
    "ambiguedad": "‘Narratividad’ puede entenderse desde estructura lingüística hasta cualquier forma de organización temporal – lo que amplía o restringe decisivamente la afirmación.",
    "contradiccion_util": "Lo sentido puede superar lo narrado; las experiencias pre-verbalizadas desbordan la estructura narrativa sin negar su centralidad organizadora."
  },
  "reorganizacion_analoga": [
    "Un ordenador que graba datos pero no genera logs legibles hasta que un proceso lo solicita",
    "Un río que fluye subterráneo (experiencia pura), emergiendo solo a veces a la superficie como corriente organizada (narración)",
    "Un sueño lúcido por segundos olvidados y sólo más tarde traducido en historia a la luz del día"
  ],
  "implicacion_transformadora": [
    "Explorar la experiencia humana debe abrirse al registro de lo pre-narrativo, lo sensorial puro y lo mnémicamente inconexo.",
    "La terapia o la pedagogía pueden usar la narratización para integrar experiencias fragmentarias, pero no deben suponer que todo lo vivido ya está narrado.",
    "La investigación fenomenológica debería diferenciar entre experiencia-percepci—n, experiencia-narrada y experiencia-socializada."
  ],
  "reevaluacion_global": {
    "estado": "indefinido",
    "criterio": "Universalizar la vinculación entre experiencia y narratividad no resiste los contraejemplos; la relación es dominante pero no necesaria. La tensión conceptual queda abierta por las gradaciones de lo pre-narrativo y la plasticidad de la narrativa misma."
  }
}