{
  "nodo_semantico_de_entrada": "tener emociones no implica que debo usarlas en mis marcos discursivos",
  "nodo_semantico_central": "No obligatoriedad de uso emocional en marcos discursivos",
  "razones_del_argumento": [
    "La proposición diferencia entre poseer emociones (hecho psicológico) y emplearlas activamente en los marcos de comunicación (elección discursiva).",
    "Implica que aunque las emociones existen, su integración en el discurso no es necesaria, lo cual sugiere un margen de agencia y deliberación.",
    "No hay razones forzosas que obliguen a la inclusión emocional en recursos argumentativos más allá de la preferencia o estrategia individual."
  ],
  "firma_ontologica": {
    "naturaleza": "principio de distinción funcional",
    "funcion": "separar la existencia emocional de su manifestación discursiva",
    "dominio": "psicología, epistemología, ética comunicativa",
    "forma": "bifurcación causal",
    "tension": "entre involuntariedad de sentir y voluntariedad de expresar",
    "limite": "depende del control emocional y del contexto social"
  },
  "disgregacion_conceptual": [
    {
      "termino": "tener emociones",
      "definicion": "Experimentar estados afectivos internos independientes de la voluntad consciente"
    },
    {
      "termino": "implica",
      "definicion": "Conlleva necesariamente como consecuencia lógica o práctica"
    },
    {
      "termino": "usar emociones",
      "definicion": "Manifestar o introducir estados afectivos en la expresión discursiva"
    },
    {
      "termino": "marcos discursivos",
      "definicion": "Estructuras o contextos de comunicación, donde se articulan ideas, argumentos y posturas"
    }
  ],
  "transduccion_preconceptual": "Sentir es como tener crayones de todos los colores en una caja, pero no tienes que usarlos todos cuando dibujas algo para alguien más.",
  "iteraciones": [
    {
      "id": "1.1",
      "afirmacion_base": "El marco es autosuficiente para asignar agencia sobre emociones en el discurso",
      "subnodo": "Agencia sobre integración emocional",
      "contexto": "¿Hasta qué punto puedo decidir qué entra o sale de mi discurso?"
    },
    {
      "id": "1.2",
      "afirmacion_base": "El no uso de emociones puede ser contraproducente en ciertos contextos",
      "subnodo": "Eficacia emocional según contexto",
      "contexto": "¿Afecta la persuasión o autenticidad el omitir emociones?"
    }
  ],
  "evaluacion_global": {
    "estado": "verdadero",
    "criterio": "No se identifica obligación lógica universal, se sostiene la separación conceptual"
  },
  "observaciones_deductivas": [
    {
      "origen": "La emoción es inherente pero su manifestación es contingente a la voluntad",
      "conclusion": "No se deduce obligación lógica de integración",
      "notas": "Puede modificarse según códigos sociales extremos o patologías"
    },
    {
      "origen": "Distinción entre sentir y expresar",
      "conclusion": "El marco discursivo puede ser emocionalmente neutro",
      "notas": "No elimina la posibilidad de influencia indirecta"
    }
  ],
  "contraejemplos": [
    {
      "afirmacion_refutada": "Nunca debo usar emociones en mis marcos discursivos",
      "descripcion": "En situaciones de apelación retórica, conexión empática o narrativas persuasivas, el uso de emociones puede ser esencial para la comunicación efectiva.",
      "grado_de_refutacion": "parcial",
      "notas": "No niega la falta de obligación, pero muestra que en algunos contextos se vuelve instrumentalmente útil"
    },
    {
      "afirmacion_refutada": "Siempre puedo elegir no usar emociones",
      "descripcion": "Trastornos emocionales, cultura o coerción pueden forzar la manifestación emocional en el discurso.",
      "grado_de_refutacion": "parcial",
      "notas": "Agencia puede estar limitada por contextos externos"
    }
  ],
  "observaciones_inductivas": [
    {
      "patron_observado": "Las personas varían entre la expresión y supresión emocional en función de contexto y objetivo",
      "inferencia": "No existe regularidad absoluta en el uso de emociones discursivas",
      "grado_de_confianza": "alto",
      "notas": "Diversidad cultural y personal lo respalda"
    },
    {
      "patron_observado": "Discursos más exitosos a veces integran emociones",
      "inferencia": "La inclusión emocional puede potenciar, pero no determina la validez de un marco discursivo",
      "grado_de_confianza": "medio",
      "notas": "La efectividad es dependiente del público y del propósito comunicativo"
    }
  ],
  "conclusion_preconceptual": "Puedo sentir cosas sin tener que mostrarlas cuando hablo. Usar emociones es como elegir qué ingredientes poner en una receta.",
  "teoria_o_intuicion_emergente": "La agencia subjetiva permite modular el grado de explicitud emocional en la comunicación, sin que la mera posesión de emociones obligue su uso argumentativo.",
  "tabla_verdad": {
    "columnas": [
      "afirmacion",
      "verdadero",
      "falso",
      "indefinido"
    ],
    "filas": [
      [
        "Tener emociones no implica que debo usarlas en mis marcos discursivos",
        1,
        0,
        0
      ],
      [
        "Nunca debo usar emociones en mis marcos discursivos",
        0,
        1,
        0
      ],
      [
        "Siempre puedo elegir no usar emociones",
        0,
        1,
        0
      ]
    ]
  },
  "diccionario_de_la_formula": {
    "A": "Tener emociones no implica que debo usarlas en mis marcos discursivos",
    "B": "Nunca debo usar emociones en mis marcos discursivos",
    "C": "Siempre puedo elegir no usar emociones"
  },
  "formula_booleana_del_argumento": "A && !B && !C",
  "implicaciones_de_colapso": [
    {
      "afirmacion": "Siempre puedo elegir no usar emociones",
      "implicacion_por_estado_falso": "La agencia puede estar restringida, pero no se niega el principio general de no obligatoriedad.",
      "implicacion_por_estado_verdadero": "Si la agencia es total, el argumento se fortalece y la no obligatoriedad se universaliza"
    }
  ],
  "tension_logica": {
    "paradoja": "Cuanta mayor capacidad de agencia, más fuerte la separación entre sentir y usar; si la agencia disminuye, la separación se difumina",
    "ambiguedad": "El límite entre emoción internalizada y su inevitable filtración en la comunicación",
    "contradiccion_util": "La falta de obligación no niega la funcionalidad o deseabilidad de usar emociones"
  },
  "reorganizacion_analoga": [
    "Como tener una luz interna que puedes decidir cuándo encender frente a otros",
    "Como poseer una caja de herramientas donde sólo usas algunas según la ocasión"
  ],
  "implicaciones": [
    "La libertad discursiva se sostiene sobre la distinción entre sentir y expresar.",
    "Esto abre caminos para marcos argumentativos más racionales, técnicos o estratégicos sin menoscabo de autenticidad afectiva."
  ],
  "reevaluacion_global": {
    "estado": "verdadero",
    "criterio": "El análisis lógico y contextual sostiene la validez de la proposición; se rechazan los absolutismos y se evidencia la agencia contextualizada."
  },
  "reconclusion_preconceptual": "Sentir y hablar no siempre se mezclan. Es como tener llaves para una puerta, pero decidir cuándo quieres abrirla.",
  "contexto": "tener emociones no implica que debo usarlas en mis marcos discursivos",
  "estado_booleano_colapsado_por_calculo_determinista": true
}